import React from "react"


export const PageTwo = () => {
  return (
    <div>
      <h2>PUMA</h2>
      <p>
        Засновник «Puma», Рудольф Дасслер, народився навесні 1898 року в небагатій сім'ї взуттєвого майстра та прачки. У 1920 році його батьки зважилися на авантюру та відкрили власний взуттєвий цех. Крістофер Дасслер (батько сімейства), Адольф (молодший брат) займалися виробленням матеріалів, а мати і сестри робили викрійки — фабрика випускала спальні тапочки та конструктивно прості тенісні туфлі. Рудольф поринув у сімейний бізнес у 1923 році.

        Варто відзначити, що фабрика Дасслер постійно розвивалася. Тут були винайдені футбольні бутси зі змінними шипами, створювалося екіпірування для олімпійських спортсменів Німеччини. У 1926 році було розгорнуто новий виробничий цех, найнято додатковий персонал. Справи йшли добре, і 1938 року компанія відкрила другу фабрику. Але після смерті батька та Другої світової війни, на полях якої брав участь Рудольф, брати вирішили розділити бізнес. Кожному дісталося по одній фабриці. Поділивши підприємство, брати дали зарок не використати символіку Gebrüder Dassler Sportschuhfabrik. Саме під цією торговою маркою працювала взуттєва мануфактура Дасслер.
      </p>
    </div>
  )
}