import React from "react"
export const PageOne = () => {
  return (<div>
    <h2> ADIDAS</h2>
    <p>
      История Adidas началась  в 20-х годах с идеи двух братьев Дасслеров шить обувь. Сначала это была кустарная работа, а через пару лет появилась обувная фабрика. В 1925 году Адольф Дасслер изготовил первую в мире обувь с шипами. И уже в средине 30-х «Дасслер» - эталон немецкой обуви.
      После Второй мировой войны компании пришлось не сладко. В 1947 году братья Дасслеры решили разорвать деловые отношения и поделить бизнес: старший брат Рудольф стал владельцем Puma, а Адольф – счастливым обладателем Adidas.  Ади Дасслер всю жизнь стремился создать идеальную обувь для каждого вида спорта. Его девизом, а впоследствии и девизом бренда стало «Impossible is Nothing». Это выражение наилучшим образом подчеркивает цель и стратегию компании.

      1949 – год появления знаменитых трех полосок – легендарного логотипа легендарного бренда. В 1971-м году мир увидел трилистник Adidas. Сегодня он является символом направления «Sport Heritage», изначальный логотип – символом направления «Sport Perfomance», а символом третьего направления «Sport Style» выступил круг с тремя полосками.

      Adidas реализовала старания Ади Дасслера и несомненно создала не один десяток стильной, комфортной и функциональной обуви, которая до сих пор является предметом обожания миллионов поклонников бренда. Сегодня компания расширила категории своей продукции и выпускает спортивную одежду, а также различные аксессуары для тренировок.
      Adidas не устает удивлять разнообразием и качеством изготавливаемой обуви. Кроссовки для бега, тренировок, футбола, баскетбола, тенниса, фитнеса;  обувь для активного отдыха; обувь на каждый день – сотни моделей, каждая из которых отличается необыкновенной комфортностью и эффективностью.
      Благодаря качественным материалам и концептуальным инновациям одежда Adidas очень функциональна – ее выбирают для тренировок и повседневной деятельности; а за счет нетривиального дизайна одежда всегда смотрится актуально и стильно.
      Сейчас Adidas является спонсором многих соревнований, в том числе и Олимпиады, выбирает самые известные лица для рекламных компаний и сотрудничает с молодыми знаменитостями для создания коллекцией, годами не сходит с лидирующих позиций на рынке и является любимым брендом среди профессионалов и новичков. Ади был бы доволен. </p>
  </div>)
}